
/* Presented when user typed illegal characters -- No valid object */
"Invalid number" = "Ugyldigt tal";

/* Presented when user value smaller than minimum */
"Fell short of minimum" = "Værdien er under mindsteværdien";

/* Presented when user value larger than maximum */
"Maximum exceeded" = "Maksimum overskredet";

/* Presented when value is a float, but floats not allowed */
"Floating Point not allowed" = "Der må ikke bruges flydende komma";

/* Presented when string cannot be converted to an NSDate */
"Invalid date string" = "Ugyldig datostreng";

